Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/health/health_services/women_s_health/maternity_and_infant_welfare_services.html.txt.tmx
Source language: en
Languages: pl

source: Maternity and infant care services
pl: Usługi położnicze i opieka nad noworodkiem

source: The Maternity and Infant Care Scheme provides an agreed programme of care to all expectant mothers who are ordinarily resident in Ireland
pl: Program opieki położniczej i opieki nad noworodkiem zapewnia ustalony plan opieki dla wszystkich kobiet ciężarnych, które na stałe mieszkają w Irlandii

source: This service is provided by a family doctor (GP) of your choice and a hospital obstetrician
pl: Usługi te są świadczone przez wybranego przez Państwa lekarza rodzinnego (GP) i położnika ze szpitala

source: You are entitled to this service even if you do not have a medical card or GP visit card
pl: Są Państwo uprawnieni do tych usług nawet jeżeli nie posiadają Państwo karty medycznej

source: Virtually all GPs have agreements with the Health Service Executive (HSE) to provide these services; they do not have to be part of the medical card scheme
pl: W zasadzie wszyscy lekarze rodzinni mają umowy z Dyrekcją Usług Zdrowotnych (HSE) o świadczenie tych usług; nie muszą oni należeć do systemu lekarzy rodzinnych i kart medycznych

source: The Maternity and Infant Care Scheme also provides for two post-natal visits to the GP
pl: Program przewiduje też dwie wizyty poporodowe u lekarza rodzinnego

source: The combined medical services are provided by your family doctor (GP) and a hospital obstetrician
pl: Połączone usługi medyczne są świadczone przez wybranego przez Państwa lekarza rodzinnego (GP), który zawarł umowę z Dyrekcją Usług Zdrowotnych (HSE) o świadczenie tych usług oraz przez położnika ze szpitala

source: On your first pregnancy, the GP provides an initial examination, if possible before 12 weeks, and a further 5 examinations during the pregnancy, which are alternated with visits to the maternity unit/hospital
pl: Przy twojej pierwszej ciąży, lekarz rodzinny zapewni badanie wstępne, jeśli możliwe, to przed 12 tygodniem oraz kolejnych 5 badań w okresie ciąży, na przemian z wizytami lekarskimi oraz/w szpitalu na oddziale położniczym

source: The schedule of visits may be changed by your GP and/or hospital obstetrician, depending on your individual situation
pl: W zależności od twojego aktualnego stanu, lekarz rodzinny oraz/lub szpitalny położnik mogą zmienić terminarz wizyt

source: For subsequent pregnancies you will have an initial examination and a further 6 examinations
pl: W kolejnych ciążach, odbędziesz badanie wstępne oraz 6 kolejnych badań

source: If you have a significant illness, for example, diabetes or hypertension, you may have up to 5 additional visits to the GP
pl: Jeżeli kobieta ciężarna cierpi na poważną chorobę, np. cukrzycę lub nadciśnienie, może odbyć do 5 dodatkowych wizyt u lekarza rodzinnego

source: After the birth, the GP will examine the baby at 2 weeks and both mother and baby at 6 weeks
pl: Po upływie 2 tygodni od porodu lekarz rodzinny zbada dziecko, a po 6 tygodniach po porodzie – matkę i dziecko

source: The mother is entitled to free in-patient, out-patient and accident and emergency/casualty services in public hospitals in respect of the pregnancy and the birth and is not liable for hospital charges
pl: Matka ma prawo do darmowej szpitalne, pozaszpitalnej i ratunkowej pomocy w szpitalach publicznych w sprawach związanych z ciążą i porodem i nie jest obciążana jakimikolwiek opłatami szpitalnymi

source: Care for other illnesses which you may have at this time, but which are not related to your pregnancy is not covered by the Scheme
pl: Opieka w związku z innymi chorobami, na jakie Państwo możecie w tym czasie cierpieć, ale które nie są związane z ciążą, nie jest opłacana przez Program

source: However, if you opt to be a private patient of your consultant, you will be liable for the full range of in-patient charges
pl: Jednakże, jeśli zdecydujeci się Państwo na zostanie pacjentem prywatnym Państwa specjalisty, będziecie Państwo obciążeni szerokim zakresem opłat szpitalnych

source: The public health nurse visits the mother and baby at home free of charge, usually within 72 hours of returning home from hospital
pl: Lekarz rodzinny opiekujący się matką świadczy też opiekę nad noworodkiem

source: The GP who attends the mother also provides care for the new-born baby
pl: Obejmuje ona dwa bezpłatne badania rozwojowe w ciągu pierwszych 6 tygodni po porodzie

source: They will provide two developmental examinations free of charge at 2 weeks and 6 weeks following the birth
pl: Uprawnienie dziecka do bezpłatnych usług lekarza rodzinnego zależy od tego, czy rodzice posiadają kartę medyczną

source: The baby's entitlement to other free GP services depends on whether they have a medical card or GP visit card
pl: W okresie 6 pierwszych tygodni, pielęgniarka z publicznej służby zdrowia odwiedza bezpłatnie matkę i niemowlę w domu

source: If the baby is born in a hospital, it is usual to carry out screening for metabolic disorders (the Guthrie or heel prick test)
pl: Jeżeli dziecko jest urodzone w szpitalu, przyjęte jest wykonanie badań przesiewowych w kierunku wykrywania chorób metabolicznych (test Guthrie'go lub nakłucia pięty)

source: If the baby is born at home, the test may be carried out by the GP or in the out-patients department of a hospital
pl: Jeżeli dziecko jest urodzone w domu, badania mogą zostać wykonane przez lekarza rodzinnego lub na oddziale ambulatoryjnym szpitala

source: This test requires parental consent
pl: Badania te wymagają zgody rodziców

source: Your GP should have application forms for the Maternity and Infant Care Scheme, which you and your GP complete together. Return the form to your Local Health Office
pl: Państwa lekarz rodzinny powinien dysponować koniecznymi formularzami podań o usługi w ramach Programu opieki położniczej i nad noworodkiem

source: If you are not eligible for a medical card you can register your child for a GP visit card for children under 6
pl: Powinni Państwo skontaktować się z pielęgniarką środowiskową w swoim lokalnym ośrodku zdrowia, by uzyskać informacje na temat dostępności szkół rodzenia

source: If you have a medical card, you can apply for one for your baby if you are getting Child Benefit for them
pl: Dane kontaktowe Państwa lokalnego ośrodka zdrowia można znaleźć tutaj
